[
    {
        "": "38",
        "grape": "",
        "name": "L'Aventure Chloe 2014",
        "notes": "Blend: 67% Syrah, 33% Old Vine Grenache ",
        "rating": 97.0,
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "46",
        "grape": "",
        "name": "L'Aventure Estate Cuvee 2004",
        "notes": "This wonderfully \"juicy\" 2004 Estate Cuvee is unique in that a percentage of the blend was \"co–fermented,\" due to the fact that all three of the varieties that comprise Estate Cuvee - Cabernet Sauvignon, Syrah, and Petit Verdot - arrived at maturity simultaneously. For the first time in his 24 years as a wine maker, Stephan saw these grapes fermenting in the same tank. The result is a seamless, complex work of art. Fresh aromas of plums, macerated blackberries, and blueberries in the nose, and dark, intense fruit on the palate. The mouth and lengthy finish are made more complex by hints of leather, tar, and tobacco leaf. An augmentation of Petit Verdot puts the 2004 on the classic track of the 2001 vintage.",
        "rating": 98.0,
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "48",
        "grape": "",
        "name": "L'Aventure Estate Cuvee 2006",
        "notes": "\"A thrilling, nearly perfect efforts is the 2006 Estate Cuvee. A blend of 49% Syrah, 37% Cabernet Sauvignon, and 4% Petit Verdot, the 2006 Estate Cuvee may be even better. Tasting like a superb example of a premier grand cru St.-Emilion made from California-s limestone soils, it exhibits a dense purple color as well as a perfume of sweet creme de cassis, fruitcake, licorice, incense, tobacco leaf, and spice box. A voluptuous texture, fabulous opulence, and thrilling concentration as well as purity make for a prodigious example of blended red wine that will provide enormous pleasure and complexity for 12-15+ years.",
        "rating": 97.0,
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "53",
        "grape": "",
        "name": "L'Aventure Estate Cuvee 2013",
        "notes": "The most densely colored of all wines in a vintage of great extraction; Estate Cuvee exhibits a powerful perfume of anise, lavender candies, and dark fruit, with smoky accents in the background. The attack isimpressive, with a velvety mouth feel from start to finish. Rich, robust blue and black fruit, with hints of cocoa,big, but with soft resolved tannins, give a \"total\" palate experience in the finish.",
        "rating": 97.0,
        "region": "Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "54",
        "grape": "",
        "name": "L'Aventure Estate Cuvee 2012",
        "notes": "The most densely colored of all wines in a vintage of great extraction; Estate Cuvée 2012 exhibits a powerful perfume of anise, lavender candies, and dark fruit, with smoky accents in the background. The attack is impressive, with a velvety mouth feel from start to finish. Rich, robust blue and black fruit, with hints of cocoa, big, but with soft resolved tannins, give a \"total\" palate experience in the finish. ",
        "rating": 98.0,
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "55",
        "grape": "",
        "name": "L'Aventure Estate Cuvee 2014",
        "notes": "Blend: 50% Cabernet Sauvignon, 35% Syrah, 15% Petit Verdot",
        "rating": 98.0,
        "region": "Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "56",
        "grape": "",
        "name": "L'Aventure Estate Cuvee 2016",
        "notes": "Blend: 52% Syrah, 32% Cabernet Sauvignon, 16% Petit Verdot",
        "rating": 99.0,
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine"
    },
    {
        "": "155",
        "grape": "",
        "name": "Le Dome 2016",
        "notes": "Blend: 80% Cabernet Franc, 20% Merlot",
        "rating": 98.0,
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine"
    },
    {
        "": "461",
        "grape": "",
        "name": "Leeuwin Estate Art Series Chardonnay 2001",
        "notes": "Number 24 on",
        "rating": 98.0,
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine"
    },
    {
        "": "613",
        "grape": "",
        "name": "Leonetti Reserve 2005",
        "notes": "Having a beautiful saturated color, the wine's nose is enchanting ith a complex potpourri of rich, ripe sweet black fruits, plum, and spicebox with hints of beautiful herbs de Provence. The palate of the wine is structured with fine-grained smooth tannins and notes of mineral, creme cassis, and finishes very long with monumental purity. ",
        "rating": 97.0,
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine"
    },
    {
        "": "706",
        "grape": "",
        "name": "Lewelling Wight Vineyard Cabernet Sauvignon 2008",
        "notes": "Sumptuous aromas of blackberry, cassis, Bing cherry and spice mixed with highlights of tobacco, cedar, vanilla and anise. Concentrated black plum, black cherry, and cassis flavors; allspice, dark cocoa, juniper and sweet smoke; exceptional depth and complexity; multi-layered richness; mouthfilling, velvety tannins and a lingering finish.",
        "rating": 98.0,
        "region": "Napa Valley, California",
        "variety": "Red Wine"
    },
    {
        "": "707",
        "grape": "",
        "name": "Lewelling Wight Vineyard Cabernet Sauvignon 2007",
        "notes": "An enticing mix of black fruit, tobacco and toasty oak aromas mingled with highlights of vanilla, cedar and licorice.  Concentrated black cherry, cassis, blueberry pie and espresso flavors; sweet smoke, anise and cedar; mouth-filling complexity and layered richness; dense but polished tannins and a very long finish.",
        "rating": 98.0,
        "region": "St. Helena, Napa Valley, California",
        "variety": "Red Wine"
    }
]